'''
Вы отправляетесь в отпуск в Америку. У себя на родине вы привыкли все считать в рублях, километрах и литрах.

Приехав в Америку, вы запланировали недельную поездку от Нью-Йорка до Лос-Анджелеса на машине. Весь день вы будете ехать, а ночью останавливаться в отеле.

Исходые данные:

Расстояние: 2790 миль;
Стоимость аренды авто на неделю: 820 долларов;
Стоимость одной ночи в отеле (всего 6 ночей): 110 долларов;
Расход бензина: 15.8 миль на один галлон;
Стоимость одного галлона 3.89 доллара;
Курс доллара 77.4 руб.
Необходимо вычислить в рублях, сколько потребуется денег, чтобы проехать этот путь на машине.

При выводе на экран все значения округлите до двух знаков после запятой.
'''

